package project_2;
public class Intro 
{
    public static void showIntro() 
    {
    System.out.println("\n");
    System.out.println(" █████╗ ██╗   ██╗██████╗  █████╗      ██████╗  █████╗ ███╗   ███╗██╗███╗   ██╗ ██████╗ ");
    System.out.println("██╔══██╗██║   ██║██╔══██╗██╔══██╗    ██╔════╝ ██╔══██╗████╗ ████║██║████╗  ██║██╔════╝ ");
    System.out.println("███████║██║   ██║██████╔╝███████║    ██║  ███╗███████║██╔████╔██║██║██╔██╗ ██║██║  ███╗");
    System.out.println("██╔══██║██║   ██║██╔══██╗██╔══██║    ██║   ██║██╔══██║██║╚██╔╝██║██║██║╚██╗██║██║   ██║");
    System.out.println("██║  ██║╚██████╔╝██║  ██║██║  ██║    ╚██████╔╝██║  ██║██║ ╚═╝ ██║██║██║ ╚████║╚██████╔╝");
    System.out.println("╚═╝  ╚═╝ ╚═════╝ ╚═╝  ╚═╝╚═╝  ╚═╝     ╚═════╝ ╚═╝  ╚═╝╚═╝     ╚═╝╚═╝╚═╝  ╚═══╝ ╚═════╝ ");
   
    System.out.println();
    System.out.println();
    try { Thread.sleep(700);} catch (InterruptedException e) {
            e.printStackTrace();}
    System.out.println("----Welcome to AURA-GAMING Shop----");
    System.out.println();

    }
    

}